
/* Request to change the desktop to a named desktop. Name and Description take
the desktop name as the only format string parameter. */
"VTGroupApplications_name" = "Application manipulation";

/* Inspectors... */
"VTGroupDesktops_name" = "Manipulation des bureaux";

/* Applications... */
"VTGroupInspection_name" = "Inspecteurs";

/* Desktop manipulation group containing operations on desktops */
"VTGroupNavigation_name" = "Navigation";

/* Request application move to west */
"VTRequestApplicationMoveToEast_desc" = "Moves application to east desktop";
"VTRequestApplicationMoveToEast_name" = "Move application to east";

/* Request application move to south */
"VTRequestApplicationMoveToNorth_desc" = "Moves application to nort desktop";
"VTRequestApplicationMoveToNorth_name" = "Move application to north";

/* Request to send window behind other windows */
"VTRequestApplicationMoveToSouth_desc" = "Moves application to south desktop";
"VTRequestApplicationMoveToSouth_name" = "Move application to south";

/* Request application move to north */
"VTRequestApplicationMoveToWest_desc" = "Moves application to west desktop";
"VTRequestApplicationMoveToWest_name" = "Move application to west";

/* Request to change the desktop to the previous desktop. */
"VTRequestChangeDesktop_desc" = "Aller au bureau nomé '%@'";
"VTRequestChangeDesktop_name" = "Aller au bureau '%@'";

/* Request to change to the desktop to the west (the left) */
"VTRequestChangeDesktopToEast_desc" = "Aller au bureau à l'est (droite) du bureau actuel";
"VTRequestChangeDesktopToEast_name" = "Aller à l'est";

/* Request to change the desktop to the desktop marked as the Snapback desktop */
"VTRequestChangeDesktopToLast_desc" = "Aller au bureau précédement utilisé";
"VTRequestChangeDesktopToLast_name" = "Aller au précedent";

/* Request to change to the desktop to the south (below) */
"VTRequestChangeDesktopToNorth_desc" = "Aller au bureau au nord (au dessus) du bureau actuel";
"VTRequestChangeDesktopToNorth_name" = "Aller au nord";

/* Request to set the currently visible desktop as the Snapback desktop */
"VTRequestChangeDesktopToSnapback_desc" = "Aller au bureau qui a été marqué comme étant le bureau Snapback";
"VTRequestChangeDesktopToSnapback_name" = "Aller au bureau Snapback";

/* Request to show the overlay pager in Normal-Mode */
"VTRequestChangeDesktopToSouth_desc" = "Aller au bureau au sud (en dessous) du bureau actuel";
"VTRequestChangeDesktopToSouth_name" = "Aller au sud";

/* Request to change to the desktop to the north (above) */
"VTRequestChangeDesktopToWest_desc" = "Aller au bureau à l'ouest (gauche) du bureau actuel";
"VTRequestChangeDesktopToWest_name" = "Aller à l'ouest";

/* Request to show the overlay window of the window under the mouse pointer */
"VTRequestDeleteDesktop_desc" = "Détruit le bureau courant et passe au bureau précédent. Il est possible de choisir de bouger les fenêtres de ce bureau vers le bureau precedent.";
"VTRequestDeleteDesktop_name" = "Détruire le bureau courant";

/* Request application move east */
"VTRequestDisplayOverlay_desc" = "Affiche le navigateur sous le curseur. Cela permet de bouger les fenêtres des applications entre les bureaux ou encore de naviger entre les bureaux.";
"VTRequestDisplayOverlay_name" = "Afficher le navigateur sous le curseur";

/* Request to inspect preferences */
"VTrequestInspectApplications_desc" = "Affiche les préférences liées à une Application particulière.";
"VTRequestInspectApplications_name" = "Inspecter les Applications";

/* Request to inspect Applications using the Application Inspector */
"VTRequestInspectDesktop_desc" = "Affiche les informations spécifiques à un bureau. Ces informations sont, par exemple, la liste des applications ouvertes sur ce bureau.";
"VTRequestInspectDesktop_name" = "Inspecter les Bureaux";

/* Request to inspect the visible desktop using the Desktop Inspector */
"VTRequestInspectDesktops_desc" = "Affiche les bureaux disponibles. Cela permet de renommer, ajouter ou supprimer des bureaux.";
"VTRequestInspectDesktops_name" = "Inspecter les bureaux.";

/* Request to toggle visiblity of the statusbar menu */
"VTRequestInspectPreferences_desc" = "Affiche les préférences de Virtue.";
"VTRequestInspectPreferences_name" = "Inspecter les Préférences";
"VTRequestSendWindowBack_desc" = "Send Window Under Point Back";
"VTRequestSendWindowBack_name" = "Send Window Back";

/* Request to change to the desktop to the east (the right) */
"VTRequestSetSnapbackDesktop_desc" = "Définis le bureau courant comme étant le bureau Snapback";
"VTRequestSetSnapbackDesktop_name" = "Définir le Snapback";

/* Request to show the overlay pager in Sticky-Mode */
"VTRequestShowPager_desc" = "Afficher le navigateur qui permet de visualiser et de se déplacer dans les buraux disponibles";
"VTRequestShowPager_name" = "Afficher le navigateur";

/* Request to inspect Desktops using the Desktops Inspector (Deprecated) */
"VTRequestShowPagerAndStick_desc" = "Afficher le navigateur en mode collant. Le mode collant permet d'utiliser le navigateur sans maintenir une touche enfoncée.";
"VTRequestShowPagerAndStick_name" = "Afficher le navigateur en mode collant";

/* Request to delete the visible desktop */
"VTRequestToggleStatusbarMenu_desc" = "Permet d'afficher ou de masquer l'état de Virtue dans la barre des menus.";
"VTRequestToggleStatusbarMenu_name" = "Alterner la visibilité dans la barre des menus";
